Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: - 넌 이제부터 내 자식이 아니다.
en_us: “You are no longer a son of mine.”

source: 아버지를 찾아올 때 생각했던 계획.{j}아버지에게 바뀐 모습을 보여 주며 인정받아 서서히 평판을 뒤집겠다는 계획이 이 순간 폐기됐다.
en_us: His plan to see his father and win his approval, and of others, by showing how he had changed was now, completely shattered.

source: “이걸 저 대공자가 만들었다는 말이지?”
en_us: “You’re saying the eldest master made this?”

source: 휘익.
en_us: Swing.

source: “괜찮아.{j}다 잘 될 거야.”
en_us: “It will be okay. Everything will be fine.”

source: ‘이 미친놈아!’
en_us: You lunatic!

source: 꽈아앙!
en_us: Crash.

source: ‘로니의 포스가 안정되는 대로 신검의 비전까지 가르친다면?’
en_us: What would happen if I teach Loni the secrets of the Sword of God once his force is stabilized?

source: “미친 자식들.{j}징집병 1만?{j}영지민을 쥐어짠 거야?”
en_us: “Those crazy fools. Ten thousand militia? They must have gathered every man in their territory.”

source: 그러나 먼저 그 길을 걸었던 상급 기사인 패드릭 맥라인은 그 말에 천천히 고개를 끄덕였다.
en_us: But a high knight like Padrick MacLine understood Logan for he had taken the same path, and he slowly nodded in approval.

source: “그렇게 단가를 잡고 예산이 백만이라…….{j}혹시 용병 길드에 왕국급 사냥 의뢰를 한 뒤, 저한테 그걸 구매하라고 하실 생각이었습니까?”
en_us: “So, that’s the purchase price and the budget is a million...Were you planning to send out a kingdom-level hunting request to the Mercenaries Guild then have me buy from them?”

source: “오, 좋군요.{j}그럼 제가 해야 할 일은?”
en_us: “Great, and what are my duties?”

source: 엘프가 선호도가 가장 높은 노예인 것은 분명하지만 그것은 그들의 외모 때문이었다.{j}당장 전쟁에만 관심 있는 로건이 눈길을 줄 이유가 없었다.{j}로건에게는 오히려 그들의 옆에 있기에 유난히 더 못생겨 보이는 난쟁이 노예가 훨씬 가치가 있었다.
en_us: Elves were the most popular slaves due to their beauty. Logan was only interested in war and had no time for such frivolities. The ugly dwarf that sat next to them was far more valuable to him than any elven beauty.

source: “와, 진짜 체력 하나는 끝내준다.”
en_us: “His fitness is truly something.”

source: ‘일단 내가 따로 힘을 길러야 해.’
en_us: I need to grow my own strength away from the family.

source: 로건이 자신의 의지를 담아 눈에 힘을 주는데, 그것이 왜인지 또 필립을 감격하게 한 것 같았다.
en_us: Logan looked at Phillip with trust and resolve, which moved Phillip to the verge of tears.

source: “하아…….”
en_us: “Ha...”

source: ‘차라리 좀 넉넉하게 5년, 아니 3년 전으로라도 회귀했으면…….’
en_us: Only if I had returned five...no, even three years ago...

source: 도대체 그걸 알면서 왜 산다고 하는지 의문이 들었지만, 필립은 더 이상 그것을 지적하지 않았다.
en_us: Phillip knew that already but he didn’t want to press Logan any further.

source: 시종들의 과민반응에 오히려 더 긴장되는 것 같았다.
en_us: The overreaction of his servants made him more tense.

source: 로건에 관한 소문이 카일 영지 상단을 중심으로 쫙 퍼져 나갔다.
en_us: Rumors about Logan spread throughout the city of Kyle like wildfire.

source: 아니, 반드시 익혀 낼 것이다.
en_us: No, I must master the arts.

source: “이제 굳이 신경을 쓰지 않으셔도 되지 않겠습니까?{j}이제 걸림돌도 사라졌으니 고귀한 집안과 연을 맺으실 텐데 고작…….”
en_us: “You won’t have to worry about him anymore. An obstacle has been removed and you will be wed to a much better family.”

source: “예?”
en_us: “We can’t?”

source: 이번 생에선 처음 보는 대도시의 풍경을 감상할 새도 없이, 로건은 서둘러 발걸음을 옮겼다.
en_us: Logan took no time to take in the sights of the great city and hurried himself through the streets.

source: “히야, 이게…….”
en_us: “Wow, this thing...”

source: 로건의 손짓에 따라 움직인 포스가 순간적으로 열기를 뿜어내며 모닥불에 불을 붙였다.{j}마법사처럼 여러 속성으로 변환하지는 못하더라도 순간적인 열기 정도는 운용할 수 있었다.{j}물론 이 또한 포스 코어가 생긴 이후에 가능해진 재주였다.
en_us: The force followed Logan’s fingertips and let a small burst of heat to ignite the kindling for the fire. He couldn’t change the force into other elements like a wizard but could instantly generate enough heat to be useful. This was made possible after he was able to create a force core.

source: 상급 기사는 상급 기사.{j}기세만으로도 지금의 자신이 감당할 수준이 아니라는 것은 확실히 알 수 있었다.{j}문제는 이런 아버지도 이 지역에서나 방귀 좀 뀔 뿐, 왕국 전체를 두고 보면 강자 축에 끼지도 못한다는 것.{j}최상급 기사나 초인으로 분류되는 오러 유저들 앞에서는 명함도 내밀지 못할 하수에 불과했다.{j}하물며 제국에는 오러 유저뿐만 아니라 전설에나 나오는 오러 마스터도 존재했다.
en_us: A high knight was, after all, a high knight. Logan knew he wouldn’t be able to confront his father from his aura alone. His father was a strong fighter in the region but he wouldn’t stand a chance against the strongest knights in the kingdom. The best knights were auror users, who were revered as superhuman beings, and his father didn’t come close to them. The empire retained not only auror users but the legendary auror masters.

source: “남작이 지쳤다!”
en_us: “The Baron is tiring!”

source: 그런데, 도저히 믿기지 않는 광경이 패드릭의 눈을 의심하게 했다.
en_us: But Padrick was shocked to see there was a spectacular twist left in the tale.

source: “아버지의 가문이고, 쓰는 건 내 돈이지.”
en_us: “It’s my father’s house and the money you will spend is mine.”

source: “……말을 해도 이해하지 못하실 겁니다.”
en_us: “You won’t understand even if I told you...”

source: 21화
en_us: Chapter Twenty One

source: “……나를 위해 준비한 것이 네놈들이라 이거지?”
en_us: “So, this is what you cowards have prepared for me?”

source: “자본이 급한 상인에게 투자자는 절대적인 갑이야.{j}그런데 너는 오히려 나한테 투자 못 해 안달인 것처럼 굴고 있잖아.{j}하다못해 대상도 잘못 짚었어.{j}이 초보 사기꾼아.{j}나 진짜 개털이라고 개털!{j}알아?!{j}이 개새끼야!!”
en_us: “For a merchant in desperate need of capital, a potential investor is like a king. But you are clinging onto me as if I hold the cards in this situation. You seem too desperate to invest and you picked the wrong man to mess with you novice con artist! You are full of shit! You got that? You son of a bitch!”

source: 그 말이 나오기 전부터 사실상 그에 대한 기대를 끊은 부친.
en_us: His father had already given up on him even before he spoke those words.

source: “와아아아!”
en_us: “Waaaaaaaah!”

source: “……무슨 부탁 말씀입니까?”
en_us: “What is your request, Master?”

source: 더 시간을 끌었다가는 전쟁에서 이기더라도 가문의 전력이 온전하지 못할 듯했다.{j}로건의 고민이 깊어지던 그때.{j}드디어 기다리던 목표, 적의 기마병이 그가 원하던 곳에 도착했다.
en_us: He felt that there wouldn’t be a house left to restore if he continued to wait. Beads of cold sweat ran down his neck until the enemy cavalry had moved into the position he had been waiting for.

source: “멍청한 것도, 현실을 모르는 것도 아닙니다.{j}제가 있어야 할 자리, 제가 가장 힘을 발휘할 수 있는 자리를 찾아가는 것뿐입니다.”
en_us: “I’m neither thick or delusional. I’m only trying to stand where I’ll be the most useful.”

source: 저 아이는 제가 따로 주의를 시키겠습니다.
en_us: I’ll personally make sure she understands her mistake.

source: 로건은 그리 기대하며 다시금 고개를 숙였다.
en_us: Logan bowed once more with such hopes.

source: “……신무기에 맞춰서 다시 훈련 시키겠습니다.”
en_us: “I’ll make sure to drill with them to match the new weapon’s powers.”

source: 마음의 빚을 졌던 대상은 단순히 동생이나 아버지만이 아니었다.
en_us: His brother and father weren’t the only people he was indebted too.

source: “저는 제 파혼을 통해 얻은 돈을 제 마음대로 썼을 뿐입니다.{j}이미 아버지께서도 그에 관해 상관하지 않으시겠다고 말씀하셨지요.”
en_us: “I’ve spent the money I’ve received from the broken betrothal as I pleased. Father has already given me permission to do so and said he wouldn’t interfere, if you recall.”

source: “최대의 교역 도시 카일에 오신 것을 환영합니다!”
en_us: “Welcome to the greatest trading city in the land, Kyle!”

source: 상석에 있던 그녀가 벌떡 일어나며 다급히 발걸음을 움직이는데, 가신들에게 익숙한 덩치가 뒤늦게 대전에 들어서며 침통한 표정으로 재차 사실을 확인시켜 주었다.
en_us: She stood up and hurried her footsteps towards the door when a familiar large figure entered the great hall with a defeated expression.

source: ‘다행히 외부에서 할 수 있는 일은 많아.’
en_us: Fortunately, there is a lot of thing I can do outside these lands.

source: 방금 뭐라고 하셨습니까?”
en_us: I beg your pardon?

source: “……정말 꿈이 아니야.”
en_us: This is not a dream.

source: “여보!”
en_us: “Husband!”

source: 뻐어억.
en_us: Crack.

source: “그래.{j}너도 알겠지만, 기사라면 준귀족이다.{j}자연히 노예의 신분에도 벗어날 수 있을 것이다.”
en_us: “As you know, becoming a knight mean that you’ll technically become a noble. Which means that you’ll no longer be a slave.”

source: 카이의 말에 뒤에 서 있던 용병들이 와하하 웃음을 터트렸다.{j}전쟁에 익숙한 용병들이라고는 하나, 이들의 자신감은 너무 과해 보였다.
en_us: Kai’s words had the mercenaries in stiches. Logan knew these men were seasoned fighters but he couldn’t help feel a swath of arrogance.

source: “없습니다.”
en_us: “Nothing, father.”

source: 이 말도 안 되는 훈련을 만들어 낸 당사자는 경악을 감추지 못했고, 옆에서 듣고 있던 기사들 또한 딱 미친 사람 대하는 표정으로 로건을 바라보았다.{j}하지만 그는 진심이었다.
en_us: Sir Heinkel couldn’t hide his ghastly astonishment while the knight that overheard Logan’s answer looked at him as if he was a man possessed but Logan was dead serious.

source: “잡아!{j}잡으라고!{j}이것들아!”
en_us: “Catch them! Hurry!”

source: 이어진 두 여자의 기 싸움 가운데, 아내의 말에 패드릭의 얼굴이 다시금 살벌하게 굳어졌다.
en_us: Amid the ensuing standoff between the two women, Padrick’s face hardened once more from his wife’s words.

source: “……그래.”
en_us: “Yes...”

source: 좀 더 시기가 일렀다면 좋았겠지만, 그 전이라는 것만 해도 감지덕지.
en_us: A bit earlier would have been more ideal but he knew when to count his blessings.

source: - 내가 내 방에서 소리 내지 말라고 했지!
en_us: “I told you not to make a drop of noise in my room!”

source: 논리는 확실했지만 드웨인은 쉽게 넘어가지 않았다.{j}어쩌면 당연한 일이었다.{j}용병이라고는 하지만 영지 내부에 다른 무력 집단을 들이는 일이었으니까.{j}어떤 이유에서든 영주의 허락을 받아야 하는 일이었다.{j}하지만 깊은 고민에 빠진 드웨인과는 다르게 로건의 표정은 느긋했다.
en_us: Logan’s logic was sound but Dwain didn’t cave in easily, which was the most sensible outcome. Even though they were mercenaries, bringing in an external combat force required oversight and approval. The approval of the Baron to be precise. Dwain fiercely debated the idea in his head but Logan looked almost carefree in comparison.

source: 다른 이들은 모르고 있지만 가문의 위기는 현재 진행형이었다.{j}당장 이번의 위기를 넘긴다 해도 10년 안에 또다시 절망적인 위기가 닥쳐올 것이다.
en_us: No one else but Logan knew that the House of MacLine was currently under enormous danger. Even if they were to overcome the imminent threat, a catastrophic event awaited them ten years down the line.

source: “……없습니다.”
en_us: “I don’t need anything, sir.”

source: “예.{j}그러니까 더 투자하기 쉽겠죠.”
en_us: “Only more reason to invest, it will be cheaper and easier.”

source: ‘아버지…….’
en_us: Father...

source: ‘무슨 얘기를 하려고.’
en_us: What’s he trying to say?

source: 전생의 이 당시엔 상처 입은 자존감에 미쳐 날뛰던 자신만큼은 아니더라도, 아버지 역시 극히 분노했던 것으로 기억한다.
en_us: In his previous life, the breaking of his betrothal crushed Logan’s self-esteem and he was mad with rage. He remembered this father was also extremely furious but not the same extent he had been.

source: “……제가 헛짐작으로 무례를 범했다는 것은 일단 사죄드리겠습니다.”
en_us: “I’m truly sorry for the careless way I behaved over a misunderstanding of my own imagination.”

source: 전생의 기억과 다르지 않아 다행이었다.{j}선술집과 여관을 겸하는 ‘카일의 밤’은 시끌벅적한 중앙 거리에서 벗어나 조금은 구석진 곳에 자리하고 있었다.{j}하지만 그 규모만큼은 중앙 거리의 어떤 여관보다 거대한, 5층짜리 저택이었다.{j}귀족의 살롱이라 해도 이상하지 않을 거대한 건물에는 ‘카일의 밤 - 여관’이라는 명패가 딱 붙어 있었다.{j}로건은 망설이지 않고 안으로 들어섰다.
en_us: He counted his blessing that it looked the same as it did in his previous life. The Night of Kyle was a pub and an inn nestled in a quiet alleyway away from the hustle and bustle of Kyle’s main streets. But its size was larger than any other inn on the main strip at five stories high. It wouldn’t be out of place as a noble’s playground. The tall building had a nameplate with its name on it, and Logan entered without hesitation.

source: 그 호통에 맥라인 진영 곳곳에서 웃음이 터졌다.{j}그렇게 기세가 오르는 순간, 패드릭은 지체하지 않고 다시 크게 소리를 내질렀다.
en_us: Bursts of laughter were heard all around the MacLine army. Padrick saw the surge of courage radiate off his men and felt his veins gorge out as he addressed them.

source: “우와아아!{j}난 털보한테 건다!”
en_us: “Woah! I’m betting on the hairy fucker!”

source: “울브스의 기사, 록페른이 맥라인 남작님께 간청드립니다.{j}부디 진정하시고 대화를 이어 가 주십시오!”
en_us: “I, Lockferan, a knight of House Wolves, plead with the good Baron of House MacLine to put emotions aside and continue our dialogue!”

source: 로건이 다시 바짝 긴장하며 집중하는 찰나.
en_us: Logan tensed up again and waited for his father to speak.

source: “가문 사정이 그렇게 안 좋아?”
en_us: “They are that bad?”

source: 자신의 몸이 황금빛으로 빛나며 사방에 빛을 뿌리고 있다는 것도 인식하지 못한 채.
en_us: Without realizing that he was emitting a golden light that shone everything around him.

source: “아니, 아니지.”
en_us: “No. It doesn’t matter.”

source: “죄송합니다!{j}다음부터는 더 조심하겠습니다!”
en_us: “Sorry! I’ll be much more careful next time!”

source: “사체가 아니라 고기가 필요하신 것 아닙니까?{j}그놈 고기는 지금 죄다 버려지는 중이라고 했고.”
en_us: “You said you needed meat, not corpses, and you also mentioned how they were discarding all of it.”

source: “서남부의 맥라인 영지로 가게 될 것이다.{j}그리고 내가 부탁한 물건들을 만들게 되겠지.”
en_us: “We are headed to the MacLine territory in the southwest of the kingdom. You will make things for me there.”

source: “내버려 둬.{j}죽기 직전 발악이야.”
en_us: “Leave him. Let him have his last rant before he’s laid to rest.”

source: “소, 소문은 신경 안 쓰신다고 하셨잖아요?{j}그쵸?{j}흥분하시면 안 됩니다?”
en_us: “Y-you said you weren’t going to care about rumors, remember? No need to be worked up about it, is there?”

source: 패드릭은 큰아들이 나간 방문을 바라보다 깊은 한숨을 내쉬었다.
en_us: Padrick let out a heavy sigh as he looked at the door where his son had left.

source: “음…… 역시 쉽지 않네.”
en_us: “Hmm...It sure isn’t easy.”

source: 그 때문에 진격이 멈춘 맥라인 기사들이 두 배에 달하는 머릿수를 앞세운 적 기사들에게 일방적으로 밀리는 모양새가 연출되고 있었다.
en_us: The failure of Padrick’s charge had impeded the charge of his knights and the battle seemed to tipping in the enemy’s favor as they were pushed back being outnumbered two to one.

source: “소문을 듣자 하니 정말 신나게 미친 짓을 하고 돌아다녔던데, 그나마 스스로는 보람이 있었다니 다행이구나.”
en_us: “Rumors say that you were running around like a mad man but I’m glad to hear that your little trip was a success.”

source: “그래, 들었으니까 왔지.{j}확인해 보자고.”
en_us: “Yes, I could hear you from a mile away. Let’s see.”

source: 철썩!
en_us: Whip.

source: “그렇습니다.”
en_us: “No, father. They are all true.”

source: 더욱 예상외인 건 등까지 두드려 주며 웃는 당사자의 반응이었다.
en_us: What was more unexpected was Logan’s response. He patted him on the back with a smile on his face.

source: “기사단에서 제 비중은 그리 크지 않습니다.{j}차라리 용병대와 따로 움직이는 것이 전체 전력에도 보탬이 될 것입니다.”
en_us: “My role in the order of the knights is minor. It would be best for our war efforts if rode with the mercenary army.”

source: - 그냥 복수일 뿐이다.
en_us: “It’s only revenge.”

source: 전생의 경험을 되새긴 로건은 목검을 더욱 빠르게 휘둘렀다.
en_us: Remembering his previous memories, Logan swung his sword faster than before.

source: “그럼?”
en_us: “Then what?”

source: 덩치 큰 청년은 끝없이 울고.
en_us: The broad-shouldered youth cried and cried.

source: “무조건 한다!”
en_us: “I’ll do whatever it takes!”

source: 로건이 이렇게 나오니, 카이도 생각이 달라질 수밖에 없었다.
en_us: Kai had no choice but to change his mind once Logan put his foot down.

source: “고, 공자님!{j}안됩니다!”
en_us: “M-master! You should reconsider!”

source: “……그런데.{j}뭐 잘못됐어?”
en_us: “Yes, is there a problem?”

source: ‘그것에만 집중해도 무사히 살아남는다는 보장이 없는데, 후계 따위에 신경 쓸 시간 없어.’
en_us: There is no guarantee we’ll make it out alive and I already have too much on plate as it is. I have no time to be concerned about my succession.

source: 전혀 예상치 못한 대답에 패드릭의 표정이 급격하게 변했다.
en_us: Padrick’s expression rapidly changed at Logan’s unexpected answer.

source: 로건은 씁쓸한 눈으로 멀어지는 새어머니의 모습을 바라보다 작은 한숨과 함께 돌아섰다.
en_us: Logan’s sad eyes watched his stepmother walk away from him, then sighed as turned to continue walking.

source: “……이렇게 저를 믿어 주시는 분은 처음입니다.{j}돌아가신 아버지도 이렇게는…….”
en_us: “It’s the first time someone has ever trusted me this much...not even my deceased father showed...”

source: “모르지 미쳤을지도.{j}우리를 불렀다는 그 큰아들 소문이 영 안 좋던데.”
en_us: “You never know. I heard that the eldest son that brought here is a nut case.”

source: 필립이 놀라는 것은 당연했다.{j}몬스터는 자연적인 생태계에서 나온 생명체가 아닌, 자연을 파괴하고 다른 생물을 괴롭히는 것을 즐기는 괴물이었다.{j}고대의 마왕이나 악마가 남긴 잔재라고 하기도 했고, 기록되지 않은 고대 문명이 남긴 폐해라는 말도 있다.{j}그것도 아니면 그저 흑마법사들 때문에 탄생한 괴물들이라는 사람들도 더러 있었다.{j}이렇듯 학자들의 의견 자체는 분분했지만 한 가지 공통된 점은 있었다.
en_us: Phillip’s surprise was to be expected. Monsters didn’t come from mother nature, they were unnatural beings that enjoyed destroying habitats and harassing its inhabitants. Some say they were a parting gift from an ancient demon king or the devil himself. Others say they were the evil remnants of an unrecorded ancient civilization. The few that were unsatisfied with the other origin stories claimed that they were the creations of black magicians. The debate on their origin was heated but each theory shared a common thread.

source: 동시에 기사들이 칼을 들어 올리자 기사단을 중심으로 날카로운 기세가 뿜어져 나왔다.{j}특히나 상급기사인 패드릭이 뿜어낸 기세는 가까이에 있는 이들에게는 눈으로 보일 정도로 뚜렷하게 형상화되고 있었다.{j}쩌릿쩌릿하게 퍼지는 무형의 힘.{j}그것이 겁먹은 병사들의 마음을 다독이고 왠지 모를 용기를 불어넣었다.{j}이내 맥라인 진영 여기저기에서 함성이 울려 퍼졌다.
en_us: The knights simultaneously lifted their swords in agreement and emitted a ferocious light which spread throughout the army. The beacon of light created by Padrick, a high knight, was especially more powerful and his men marveled at his sword of light as it sprayed out into the sky. The soldiers’ fears were cast aside for the time being and their hearts were filled with courage once more. The MacLine army roared back into life.

source: ‘이거 대충 넘어갈 수는 없겠군.’
en_us: There is no easy way out of this one.

source: “설마.{j}기껏해야 하급 용병들인데 다 도망이나 안 가면 다행이지.”
en_us: “Even so, we’ll be fortunate if those low-level mercenaries don’t run for their lives.”

source: 그리고 당당히 발걸음을 옮겼다.
en_us: He then began to walk in confidence.

source: “……왜 자꾸 말을 두 번씩 하게 만들지?”
en_us: “Do I need to repeat myself?”

source: 거의 경악에 가까운 필립의 외침엔 미처 걸러지지 못한 본심이 담겨 있었다.{j}하지만 로건은 그저 웃으며 확언했다.
en_us: Phillip’s true feelings surfaced in a burst of outrage. But Logan simply smiled and tried to reassure him.

source: - 파혼당한 맥라인 남작가의 대공자가 미쳐서 몬스터 고기를 사 모은다.
en_us: “The eldest son of the House of MacLine has gone mad since his broken betrothal and now seeks to buy monster meat.”

source: “……마법 계약서?”
en_us: “A magic contract?”

source: 손바닥만 한 은빛 신분패에서 불꽃 문양을 확인한 경비병이 뒤로 한 걸음 물러서 경례를 올렸다.{j}그런 경비병을 지나쳐 성문을 들어서니 초입부터 도시의 시끄러운 소리가 귓가를 어지럽혔다.
en_us: The border guard checked Logan’s palm-sized silver badge with the fire emblem, then took a step back and saluted him. The cacophony of the bustling market erupted as soon as he entered the city gates.

source: 아버지의 반응이 생각보다 더욱 안 좋았다.{j}하지만 난처한 속마음과는 달리 대답은 준비라도 한 듯 바로 튀어나왔다.
en_us: His father’s response was worse than he had expected. But contrary to his nervousness, Logan rebutted immediately as if he had prepared an answer.

source: “무, 무슨 말을 쓰시게요.{j}더 화나시게 만드는 건 아니고요?”
en_us: “Wh-what do you plan to write. You aren’t going to make him more mad, are you?”

source: 웃으며 돌아간 로니안.
en_us: Lonian left the chamber with a broad smile.

source: “나보고 영지 운영비를 보태 달라?”
en_us: “You want me to pay for the maintenance of our territory?”

source: “기사님 미친 거 아냐?{j}그래도 대공자인데.”
en_us: “He must be mad. It’s the eldest master, after all.”

source: 패드릭은 큰아들의 시답지 않은 보고는 무시한 채 미간을 찌푸렸다.
en_us: Padrick frowned and ignored his son’s report.

source: “끄응.{j}거참.{j}좋습니다, 좋아요.{j}한 달.{j}그 안에 훨씬 뛰어난 물건을 만들어보겠습니다.”
en_us: “Alright then. I’ll need a month. I’ll make a much better weapon within that time.”

source: ‘이미 몇 번의 기회를 준 것으로 자비는 확실히 보여 줬고.’
en_us: I’ve shown him plenty of mercy with the opportunities I’ve given him.

source: 흔히들 말하는 칼밥을 먹고 사는, 목숨을 건 전투로 돈을 버는 용병들에게 장기계약은 그야말로 꿀 같은 계약이었다.{j}당장 예정된 전투가 있는 경우엔 의뢰인은 장기계약을 하지 않는다.{j}한 번의 전투라도 치르면 그만큼 줄어드는 것이 용병들의 목숨이었기에, 전투를 앞두고서는 장기계약이라는 것이 의미가 없었다.{j}즉, 장기계약은 가까운 시일 내에 전투가 없다는 보증이자, 긴 시간 동안 꾸준한 수입이 보장된다는 뜻이었다.
en_us: A long-term contract was like drinking nectar from the heavens for men who made their living with their swords. Most clients didn’t offer long-term contracts if they had an upcoming battle. Such contracts didn’t have much meaning for mercenaries that didn’t know if they would be coming back alive. A long-term contract meant that they weren’t being deployed into battle any time soon and a guaranteed flow of income.

source: “죽어!”
en_us: “Die!”

source: “끄응.{j}젠장.”
en_us: “Ugh. Damn it.”

source: “끄응.”
en_us: “Hmm...”

source: “……그 말이 진심이셨습니까?”
en_us: “You were genuine.”

source: “그러고 보니 대공자님은 기사단과 훈련도 함께하신다던데.”
en_us: “I heard that the eldest master has been training with the order of the knights of late.”

source: 빅토르는 순간 조금 망설이다가 고개를 저었다.{j}아주 사소한 머뭇거림이었지만 로건이 이를 놓칠 리는 없었다.
en_us: Victor hesitated for a second then shook his head. It was barely noticeable but Logan wasn’t one to miss anything.

source: “더러운 놈들…… 앞으로 어떻게…… 젠장.”
en_us: “Those dirty bastards...how am I going to continue...damn it.”

source: “윽!”
en_us: “Ah!”

source: 드웨인의 요구 사항은 자신도 자각하지 못하는 사이 300만 골드를 몽땅 털어먹으려던 처음의 계획보다 한참 낮아져 있었다.
en_us: Dwain originally intended to ask for the full three million but now he had set the bar far lower than he had initially hoped for.

source: 철썩.
en_us: Thud.

source: 욕설을 퍼붓다가 갑작스럽게 존대를 하려니 혀가 꼬이는지, 지극히 어색한 표정과 함께 필립이 되물었다.{j}로건은 한숨이 나오려는 것을 꾹 눌러 참았다.
en_us: Phillip’s tongue felt like it had twisted into a knot. It wasn’t easy for him to go back to a respectful tone without feeling embarrassed and awkward. Logan suppressed his disappointment and answered him

source: 그는 병실까지 찾아온 동생을 향해 폭언을 퍼부었다.
en_us: His little brother came to the recovery chamber to see him and in return, Logan gave him a mouthful of abuse.

source: 답도 나오지 않을 것을 고민하기보다는 당장 해야 할 일을 생각해야 할 때였다.
en_us: It was time to think about his next move rather than wasting time searching for answers.

source: 머리를 헝클어트리는 손길에 당황하는 녀석의 표정, 자신의 손에 느껴지는 따뜻한 체온이 너무나 실감 났다.
en_us: Lonian was surprised as Logan reached out to touch his head. He could feel the warmth of his brother’s body spread out into his hand.

source: ‘그 엉터리가 나중에 우리 왕국의 재앙이 된다, 인마.’
en_us: That worthless hunk of crap will bring our kingdom to it’s knees.

source: ‘좋았어!’
en_us: Yes! I’ve got him on the line.

source: 그 날카로운 도발에도 로건이 별다른 반응이 없자, 그녀는 콧방귀를 뀌며 그 옆을 스쳐 지나갔다.
en_us: When Logan didn’t show any particular reaction to her snide reply, she snorted at him and walked past.

source: 그래서 더, 전생에 하지 못한 말을 꼭 하고 싶었다.
en_us: Logan desperately wanted his brother to know something he always wanted to say.

source: 남은 거라고는 빚밖에 없는 자신에게 사기를 치려고 이렇게 밑밥을 깔지는 않을 것이다.
en_us: Phillip was adamant that no one would go through all this trouble to con a man that only had debts to his name.

source: “끄아아!”
en_us: “No!”

source: “그런데 고작 C급 용병이 무슨 실력이 있다고 남을 무시하지?{j}주제도 모르고.”
en_us: “But where does a C-level mercenary get off in putting other’s down. You should know your place.”

source: 각자의 희망을 담은 눈빛이 최후의 보루인 드웨인에게 향했다.
en_us: Each man cast their wishes on their last glimmer of hope, Dwain.

source: “아직은 아닐걸?{j}뭐, 이번 의뢰 끝내면 되려나?”
en_us: “Not yet. But he will be after this gig.”

source: 내성 안쪽의 선산을 바라보는 로건의 붉은 눈동자가 뜨겁게 달아오르고 있었다.
en_us: Logan’s red eyes burned brightly as he looked towards the mountain within the castle where his ancestors rested.

source: “음?”
en_us: “Huh?”

source: 로건이 나름 다부진 표정으로 준비한 말을 늘어놓았지만, 믿음이라고는 1g도 느껴지지 않는 어조와 한기가 도는 표정은 미동도 없었다.
en_us: Logan spoke with confidence as gave his father his prepared speech but his father’s face remained unmoved the entire time.

source: 하지만 영지전을 위해 돈을 어떻게 써야 할지 계산하면서도 마음 한편이 무거워지는 것만은 어쩔 수가 없었다.
en_us: But he couldn’t help feel disheartened by the day’s events as he thought about how to use the money for the Battle of the Territories.

source: “……얼마나 있을 생각이냐?”
en_us: “...How long will you be gone for?”

source: 그러니 지금 고민하는 것 또한 충분히 예상 가능했다.
en_us: Logan understood why he had fallen deep into thought.

source: 지금도 멀리서 걱정스러운 눈으로 자신을 지켜보는 동생의 안전을 의미했다.
en_us: It meant the safety of his dear sister, who was still watching over him with worried eyes.

source: ‘이런 녀석이, 그렇게 죽었다.’
en_us: “How could such a boy meet that kind of death?’

source: “우와아!{j}좋으시겠어요.”
en_us: “Master! You must be pleased.”

source: 영지전에서 이기는 것이 아니라 전력을 보존하고 살아남는 데 초점을 맞춘다면 그 정도는 가능할 것 같았다.
en_us: If he laid out a strategy to survive the battle, while preserving his forces, rather than winning, they had a chance.

source: 이게 무슨 황당한 소린가?{j}“내가 불과 3개월 전에 그렇게 만났는데?”
en_us: “This is preposterous, I saw my father without an appointment just three months ago!”

source: 어렸을 때부터 자신과 함께한 가장 충실한 시종, 릭은 쓸데없이 말이 많고 간섭이 많았다.
en_us: Rick had been his personal, and most loyal, servant ever since he was a little boy. But, he was also a chatterbox who meddled too much into Logan’s private life.

source: ‘진심으로 자신의 의지를 담은 대가급 드워프의 솜씨.{j}그건 정말 대단했지.’
en_us: The work of a master-level dwarf that poured his heart and soul into his art was a sight to behold.

source: “원하시는 대로 최대한 조건을 맞춰 드리겠습니다.{j}말씀해 보십시오.”
en_us: “I’ll do my best to meet your conditions. Please don’t hesitate.”
